Revit 2024 API
ParameterTypeId.StairsDbgShowSupportPath Property
 "Show Support Path"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsDbgShowSupportPath { get; }
Visual Basic
Public Shared ReadOnly Property StairsDbgShowSupportPath As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsDbgShowSupportPath {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace